[
    {
        "title": "Sinovac",
        "subtitle": "Sinovac Biotech Ltd. (Chinese: 科兴控股生物技术有限公司, Nasdaq: SVA) is a Chinese biopharmaceutical company...",
        "image_url": "https://www.ft.com/__origami/service/image/v2/images/raw/https%253A%252F%252Fs3-ap-northeast-1.amazonaws.com%252Fpsh-ex-ftnikkei-3937bb4%252Fimages%252F2%252F2%252F3%252F3%252F35193322-4-eng-GB%252FCropped-1625707221-02-24T020518Z_775469194_RC2QYL9TW30O_RTRMADP_3_HEALTH-CORONAVIRUS-THAILAND-VACCINES%2520%25282%2529.JPG?width=700&fit=cover&gravity=faces&dpr=2&quality=medium&source=nar-cms",
        "details": "Sinovac Biotech Ltd. (Chinese: 科兴控股生物技术有限公司, Nasdaq: SVA) is a Chinese biopharmaceutical company that focuses on the research, development, manufacture, and commercialization of vaccines that protect against human infectious diseases. The company is based in Haidian District, Beijing in China. The company is listed on the NASDAQ but the exchange halted Sinovac's trading in February 2019 due to a proxy fight. The company has faced bribery probes in China. "
    },
    {
        "title": "Sinopharm",
        "subtitle": "China National Pharmaceutical Group Corporation (CNPGC), commonly referred to as Sinopharm, is a Chinese...",
        "image_url": "https://www.reuters.com/resizer/Hf3cC_0M5MHQPMJm3gyaFw9d6AY=/1200x0/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/K4PITVWCYFPRTHIIIRSHH5246Q.jpg",
        "details": "The Sinopharm BIBP COVID-19 vaccine, also known as BBIBP-CorV, the Sinopharm COVID-19 vaccine,[2] or BIBP vaccine, is one of two inactivated virus COVID-19 vaccines developed by Sinopharm's Beijing Institute of Biological Products (sometimes written as Beijing Bio-Institute of Biological Products, resulting in the two different acronyms BBIBP and BIBP for the same vaccine). It completed Phase III trials in Argentina, Bahrain, Egypt, Morocco, Pakistan, Peru, and the United Arab Emirates (UAE) with over 60,000 participants. BBIBP-CorV shares similar technology with CoronaVac and Covaxin, other inactivated virus vaccines for COVID-19. Its product name is SARS-CoV-2 Vaccine (Vero Cell), not to be confused with the similar product name of CoronaVac."
    },
    {
        "title": "Moderna",
        "subtitle": "Moderna, Inc., is an American pharmaceutical and biotechnology company based in Cambridge, Massachusetts...",
        "image_url": "https://www.europeanpharmaceuticalreview.com/wp-content/uploads/shutterstock_1893225814-750x500.jpg",
        "details": "Moderna, Inc., (/məˈdɜːrnə/ mə-DUR-nə)is a pharmaceutical and biotechnology company based in Cambridge, Massachusetts that focuses on RNA therapeutics, primarily mRNA vaccines. These vaccines use a copy of a molecule called messenger RNA (mRNA) to produce an immune response.\n\n The company's only commercial product is the Moderna COVID-19 vaccine. The company has 23 treatment and vaccine candidates, of which 15 have entered clinical trials. Vaccine candidates include preventions for influenza, HIV, respiratory syncytial virus, Epstein–Barr virus, the Nipah virus, chikungunya, a combined single-shot COVID-19 booster and influenza vaccine, a cytomegalovirus vaccine, and two cancer vaccines. The company's pipeline also includes candidates for cancer immunotherapy using OX40 ligand, Interleukin 23, IL36G, and Interleukin 12 as well as, in partnership with AstraZeneca, a regenerative medicine treatment that encodes vascular endothelial growth factor A to stimulate blood vessel growth for patients with myocardial ischemia."
    },
    {
        "title": "Pfizer",
        "subtitle": "Pfizer Inc. is an American multinational pharmaceutical and biotechnology corporation headquartered on 42nd Street in Manhattan, New York City...",
        "image_url": "https://thestandard.co/wp-content/uploads/2021/04/Opinion-x-%E0%B8%8A%E0%B8%99%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%9B-%E0%B9%84%E0%B8%8A%E0%B8%A2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81_%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B4%E0%B8%97%E0%B8%98%E0%B8%B4%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%AA%E0%B8%B9%E0%B8%87-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%84%E0%B8%99%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%A2%E0%B8%B1%E0%B8%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%AD-%E0%B8%A3%E0%B8%A7%E0%B8%A1-10-%E0%B8%84%E0%B8%B3%E0%B8%96%E0%B8%B2%E0%B8%A1%E0%B9%84%E0%B8%82%E0%B8%82%E0%B9%89%E0%B8%AD%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%B1%E0%B8%A2_COVER.jpg",
        "details": "Pfizer Inc. (/ˈfaɪzər/ FY-zər) is an American multinational pharmaceutical and biotechnology corporation headquartered on 42nd Street in Manhattan, New York City. The company was established in 1849 in New York by two German immigrants, Charles Pfizer (1824-1906) and his cousin Charles F. Erhart (1821-1891).\n\n Pfizer develops and produces medicines and vaccines for immunology, oncology, cardiology, endocrinology, and neurology. The company has several blockbuster drugs or products that each generate more than US$1 billion in annual revenues. In 2020, 52% of the company's revenues came from the United States, 6% came from each of China and Japan, and 36% came from other countries.\n\n Pfizer was a component of the Dow Jones Industrial Average stock market index from 2004 to August 2020. The company ranks 64th on the Fortune 500 and 49th on the Forbes Global 2000."
    },
    {
        "title": "AstraZeneca",
        "subtitle": "AstraZeneca plc is a British-Swedish multinational pharmaceutical and biotechnology company with its headquarters at the Cambridge Biomedical Campus in Cambridge, England...",
        "image_url": "https://www.nationalworld.com/webimg/b25lY21zOjg0OWY3ZDkxLTBiZDMtNDAzMS1hY2NmLWNlNTIxNmU4NzBmYzoyZTgwNzUxYS1mYjA2LTQ2MjgtODk3ZS0zOGI3MTA0NzI4MDc=.jpg?&width=640",
        "details": "AstraZeneca plc (/ˌæstrəˈzɛnəkə/) is a British-Swedish multinational pharmaceutical and biotechnology company with its headquarters at the Cambridge Biomedical Campus in Cambridge, England. It has a portfolio of products for major diseases in areas including oncology, cardiovascular, gastrointestinal, infection, neuroscience, respiratory, and inflammation. It has been involved in developing the Oxford-AstraZeneca COVID-19 vaccine.\n\n The company was founded in 1999 through the merger of the Swedish Astra AB and the British Zeneca Group (itself formed by the demerger of the pharmaceutical operations of Imperial Chemical Industries in 1993). Since the merger it has been among the world's largest pharmaceutical companies and has made numerous corporate acquisitions, including Cambridge Antibody Technology (in 2006), MedImmune (in 2007), Spirogen (in 2013) and Definiens (by MedImmune in 2014). It has its research and development concentrated in three strategic centres: Cambridge, England; Gothenburg, Sweden and Gaithersburg in Maryland, U.S.\n\n AstraZeneca has a primary listing on the London Stock Exchange and is a constituent of the FTSE 100 Index. It has secondary listings on Nasdaq OMX Stockholm, Nasdaq New York, the Bombay Stock Exchange and on the National Stock Exchange of India."
    }
]